Repository: NaN-tic/trytond-aeat_347
Catalog: locale/*.po
Languages: ca, es_es

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: A - Good and service adquisitions above limit (1)
ca: A - Adquisicions de bens i serveis superiors al límit (1)

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: B - Good and service deliveries above limit (1)
ca: B - Entregues de bens i serveis superiors al límit (1)

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: C - Money collection on behavlf of third parties above limit (3)
ca: C - Cobraments per compte de tercers superiors al límit (3)

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: D - Adquisitions by Public Institutions (...) above limit (1)
ca: D - Adquisicions d'institucions públiques (...) superiors al límit (1)

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: E - Grants and help made by public institutions above limit (1)
ca: E - Ajudes i subvencions d'administracions públiques superiors al límit (1)

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: F - Travel Agency Sales
ca: F - Vendes a agències de viatge

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: G - Travel Agency Purchases
ca: G - Compres a agències de viatge

# selection:aeat.347.reasign.records.start,aeat347_operation_key:
source: Leave Empty
ca: Deixar en blanc

# selection:aeat.347.report,state:
source: Calculated
ca: Calculat
es_es: Calculado

# selection:aeat.347.report,state:
source: Cancelled
ca: Cancel·lat
es_es: Cancelado

# selection:aeat.347.report,state:
source: Done
ca: Realitzat
es_es: Realizado

# selection:aeat.347.report,state:
source: Draft
ca: Esborrany
es_es: Borrador

# selection:aeat.347.report,support_type:
source: Telematics
ca: Telemàtic
es_es: Telemático

# selection:aeat.347.report,type:
source: Complementary
ca: Complementària
es_es: Complementaria

# selection:aeat.347.report,type:
source: Substitutive
ca: Substitutiva
es_es: Sustitutiva

# selection:aeat.347.report.party,operation_key:
source: A - Good and service adquisitions above limit (1)
ca: A - Adquisicions de bens i serveis superiors al límit (1)
es_es: A - Adquisiciones de bienes y servicios superiores al límite (1)

# selection:aeat.347.report.party,operation_key:
source: B - Good and service deliveries above limit (1)
ca: B - Entregues de bens i serveis superiors al límit (1)
es_es: B - Entregas de bienes y servicios superiores al límite (1)

# selection:aeat.347.report.party,operation_key:
source: C - Money collection on behavlf of third parties above limit (3)
ca: C - Cobraments per compte de tercers superiors al límit (3)
es_es: C - Cobros por cuenta de terceros superiores al límite (3)

# selection:aeat.347.report.party,operation_key:
source: D - Adquisitions by Public Institutions (...) above limit (1)
ca: D - Adquisicions d'institucions públiques (...) superiors al límit (1)
es_es: D - Adquisiciones de instituciones públicas superiores al límite (1)

# selection:aeat.347.report.party,operation_key:
source: E - Grants and help made by public institutions above limit (1)
ca: E - Ajudes i subvencions d'administracions públiques superiors al límit (1)
es_es: E - Subvenciones y ayudas satisfechas por administraciones públicas superiores al límite (1)

# selection:aeat.347.report.party,operation_key:
source: F - Travel Agency Sales
ca: F - Vendes a agències de viatge
es_es: F - Ventas a agencias de viajes

# selection:aeat.347.report.party,operation_key:
source: G - Travel Agency Purchases
ca: G - Compres a agències de viatge
es_es: F - Compras a agencias de viajes

# selection:aeat.347.report.party,operation_key:
source: Leave Empty
ca: Deixar en blanc

# selection:aeat.347.report.property,number_type:
source: Kilometer
ca: Quilòmetre
es_es: Kilómetro

# selection:aeat.347.report.property,number_type:
source: Number
ca: Número
es_es: Número

# selection:aeat.347.report.property,number_type:
source: Without number
ca: Sense número
es_es: Sin número

# selection:aeat.347.report.property,road_type:
source: Avenue
ca: Avinguda

# selection:aeat.347.report.property,road_type:
source: Cross Street
ca: Travessia

# selection:aeat.347.report.property,road_type:
source: Grand Avenue
ca: Gran Via

# selection:aeat.347.report.property,road_type:
source: Industrial Park
ca: Polígon industrial

# selection:aeat.347.report.property,road_type:
source: Path
ca: Camí

# selection:aeat.347.report.property,road_type:
source: Plot
ca: Solar

# selection:aeat.347.report.property,road_type:
source: Promenade
ca: Passeig

# selection:aeat.347.report.property,road_type:
source: Ring Road
ca: Ronda

# selection:aeat.347.report.property,road_type:
source: Road
ca: Carretera

# selection:aeat.347.report.property,road_type:
source: Square
ca: Plaça

# selection:aeat.347.report.property,road_type:
source: Street
ca: Carrer

# selection:aeat.347.report.property,situation:
source: 1 - Spain but Basque Country and Navarra
ca: 1 - Espanya amb excepció d'Euskadi i Navarra
es_es: 1 - España excepto Euskadi y Navarra

# selection:aeat.347.report.property,situation:
source: 2 - Basque Country and Navarra
ca: 2 - Euskadi i Navarra
es_es: 2 - Euskadi y Navarra

# selection:aeat.347.report.property,situation:
source: 3 - Spain, without catastral reference
ca: 3 - Espanya sense referència cadastral
es_es: 3 - España sin referencia catastral

# selection:aeat.347.report.property,situation:
source: 4 - Foreign
ca: 4 - Estranger
es_es: 4 - Extranjero

# selection:asset,number_type:
source: Kilometer
ca: Quilòmetre

# selection:asset,number_type:
source: Number
ca: Número

# selection:asset,number_type:
source: Without number
ca: Sense número

# selection:asset,road_type:
source: Avenue
ca: Avinguda

# selection:asset,road_type:
source: Cross Street
ca: Travessia

# selection:asset,road_type:
source: Grand Avenue
ca: Gran Via

# selection:asset,road_type:
source: Industrial Park
ca: Polígon industrial

# selection:asset,road_type:
source: Path
ca: Camí

# selection:asset,road_type:
source: Plot
ca: Solar

# selection:asset,road_type:
source: Promenade
ca: Passeig

# selection:asset,road_type:
source: Ring Road
ca: Ronda

# selection:asset,road_type:
source: Road
ca: Carretera

# selection:asset,road_type:
source: Square
ca: Plaça

# selection:asset,road_type:
source: Street
ca: Carrer

# selection:asset,situation:
source: 1 - Spain but Basque Country and Navarra
ca: 1 - Espanya excepte País Basc i Navarra

# selection:asset,situation:
source: 2 - Basque Country and Navarra
ca: 2 - País Basc i Navarra

# selection:asset,situation:
source: 3 - Spain, without catastral reference
ca: 3 - Espanya, sense referència catastral

# selection:asset,situation:
source: 4 - Foreign
ca: 4 - Estranger

# view:aeat.347.reasign.records.end:
source: The AEAT 347 records have been reasigned.
ca: Els registres del model AEAT 347 han estat reassignats.
es_es: Los registros del modelo AEAT 347 han sido reasignados.

# view:aeat.347.reasign.records.start:
source: Select Operation Key to reasign invoices:
ca: Seleccioneu la clau d'operació per reassignar les factures:
es_es: Seleccione la clave de operacion para reasignar las facturas:

# view:aeat.347.report.party:
source: Invoices
ca: Factures

# view:aeat.347.report.property:
source: Address
ca: Adreça
es_es: Direcciones

# view:aeat.347.report.property:
source: Invoice Lines
ca: Línies de factura

# view:aeat.347.report:
source: Declaration Number
ca: Número declaració
es_es: Número declaración

# view:aeat.347.report:
source: Limits
ca: Límits
es_es: Límites

# view:aeat.347.report:
source: Party Records
ca: Registres de tercer
es_es: Registros de tercero

# view:aeat.347.report:
source: Property Records
ca: Registres de propietat
es_es: Registros de propiedad

# view:party.party:
source: Assets
ca: Actius

# wizard_button:aeat.347.reasign.records,done,end:
source: Ok
ca: D'acord
es_es: Aceptar

# wizard_button:aeat.347.reasign.records,start,end:
source: Cancel
ca: Cancel·la
es_es: Cancelar

# wizard_button:aeat.347.reasign.records,start,reasign:
source: Reasign
ca: Reassigna
es_es: Reasignar

# error:aeat.347.report:
source: Currency in AEAT 340 report "%s" must be Euro.
es_es: La moneda del informe AEAT 349 "%s" debe ser Euro.

# field:account.invoice,include_347:
source: Include 347
es_es: Incluir en el 347

# field:aeat.347.reasign.records.start,aeat_347_operation_key:
source: Operation Key
es_es: Clave operación

# field:aeat.347.reasign.records.start,include_347:
source: Include 347
es_es: Incluir en el 347

# field:aeat.347.record,amount:
source: Operation Amount
es_es: Importe operación

# field:aeat.347.record,company:
source: Company
es_es: Empresa

# field:aeat.347.record,country_code:
source: Country Code
es_es: Código país

# field:aeat.347.record,create_date:
source: Create Date
es_es: Fecha creación

# field:aeat.347.record,create_uid:
source: Create User
es_es: Usuario creación

# field:aeat.347.record,fiscalyear:
source: Fiscal Year
es_es: Ejercicio fiscal

# field:aeat.347.record,invoice:
source: Invoice
es_es: Factura

# field:aeat.347.record,month:
source: Month
es_es: Mes

# field:aeat.347.record,operation_key:
source: Operation key
es_es: Clave operación

# field:aeat.347.record,party:
source: Party
es_es: Tercero

# field:aeat.347.record,party_name:
source: Party Name
es_es: Nombre tercero

# field:aeat.347.record,party_record:
source: Party Record
es_es: Registro de tercero

# field:aeat.347.record,party_vat:
source: Party VAT
es_es: NIF del tercero

# field:aeat.347.record,province_code:
source: Province Code
es_es: Código provincia

# field:aeat.347.record,rec_name:
source: Name
es_es: Nombre

# field:aeat.347.record,write_date:
source: Write Date
es_es: Fecha modificación

# field:aeat.347.record,write_uid:
source: Write User
es_es: Usuario modificación

# field:aeat.347.report,amount:
source: Amount
es_es: Importe

# field:aeat.347.report,create_date:
source: Create Date
es_es: Fecha creación

# field:aeat.347.report,create_uid:
source: Create User
es_es: Usuario creación

# field:aeat.347.report,fiscalyear:
source: Fiscal Year
es_es: Ejercicio fiscal

# field:aeat.347.report,fiscalyear_code:
source: Fiscal Year Code
es_es: Código ejercicio fiscal

# field:aeat.347.report,group_by_vat:
source: Group by VAT
es_es: Agrupar por NIF

# field:aeat.347.report,rec_name:
source: Name
es_es: Nombre

# field:aeat.347.report,write_date:
source: Write Date
es_es: Fecha modificación

# field:aeat.347.report,write_uid:
source: Write User
es_es: Usuario modificación

# field:aeat.347.report.party,create_date:
source: Create Date
es_es: Fecha creación

# field:aeat.347.report.party,create_uid:
source: Create User
es_es: Usuario creación

# field:aeat.347.report.party,rec_name:
source: Name
es_es: Nombre

# field:aeat.347.report.party,records:
source: AEAT 347 Records
es_es: Registros AEAT 347

# field:aeat.347.report.party,write_date:
source: Write Date
es_es: Fecha modificación

# field:aeat.347.report.party,write_uid:
source: Write User
es_es: Usuario modificación

# field:aeat.347.report.property,complement:
source: Complement
es_es: Complemento

# field:aeat.347.report.property,create_date:
source: Create Date
es_es: Fecha creación

# field:aeat.347.report.property,create_uid:
source: Create User
es_es: Usuario creación

# field:aeat.347.report.property,rec_name:
source: Name
es_es: Nombre

# field:aeat.347.report.property,write_date:
source: Write Date
es_es: Fecha modificación

# field:aeat.347.report.property,write_uid:
source: Write User
es_es: Usuario modificación

# field:party.party,include_347:
source: Include on 347
es_es: Incluir en el 347

# help:aeat.347.report,group_by_vat:
source: Registers will be grouped by party VAT number instead of party.
es_es: Els registres seran agrupats per CIF/NIF i no per companyia

# model:aeat.347.recalculate.records.end,name:
source: Recalculate AEAT 347 Records End
es_es: Final Recalcular registros AEAT 347

# model:aeat.347.recalculate.records.start,name:
source: Recalculate AEAT 347 Records Start
es_es: Inicio Recalcular registros AEAT 347

# model:aeat.347.record,name:
source: AEAT 347 Record
es_es: Registro AEAT 347

# model:ir.action,name:act_aeat_347_recalculate
source: Recalculate AEAT 347 Records
es_es: Recalcular registros AEAT 347

# model:ir.action,name:act_aeat_347_record
source: AEAT 347 Record
es_es: Registro AEAT 347

# model:ir.action.act_window,name:act_aeat_347_record
source: AEAT 347 Record
es_es: Registro AEAT 347

# model:ir.action.wizard,name:act_aeat_347_recalculate
source: Recalculate AEAT 347 Records
es_es: Recalcular registros AEAT 347

# model:ir.ui.menu,name:menu_aeat_347_record
source: AEAT 347 Record
es_es: Registros AEAT 347

# model:res.group,name:group_aeat_347_admin
source: Aeat_347 Administration
es_es: Administración AEAT 347

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: A - Good and service adquisitions above limit (1)
es_es: A - Adquisiciones de bienes y servicios superiores al límite (1)

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: B - Good and service deliveries above limit (1)
es_es: B - Entregas de bienes y servicios superiores al límite (1)

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: C - Money collection on behavlf of third parties above limit (3)
es_es: C - Cobros por cuenta de terceros superiores al límite (3)

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: D - Adquisitions by Public Institutions (...) above limit (1)
es_es: D - Adquisiciones de instituciones públicas superiores al límite (1)

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: E - Grants and help made by public institutions above limit (1)
es_es: E - Subvenciones y ayudas satisfechas por administraciones públicas superiores al límite (1)

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: F - Travel Agency Sales
es_es: F - Ventas a agencias de viajes

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: G - Travel Agency Purchases
es_es: F - Compras a agencias de viajes

# selection:aeat.347.reasign.records.start,aeat_347_operation_key:
source: Leave Empty
es_es: Dejar en blanco

# selection:aeat.347.record,operation_key:
source: A - Good and service adquisitions above limit (1)
es_es: A - Adquisiciones de bienes y servicios superiores al límite (1)

# selection:aeat.347.record,operation_key:
source: B - Good and service deliveries above limit (1)
es_es: B - Entregas de bienes y servicios superiores al límite (1)

# selection:aeat.347.record,operation_key:
source: C - Money collection on behavlf of third parties above limit (3)
es_es: C - Cobros por cuenta de terceros superiores al límite (3)

# selection:aeat.347.record,operation_key:
source: D - Adquisitions by Public Institutions (...) above limit (1)
es_es: D - Adquisiciones de instituciones públicas superiores al límite (1)

# selection:aeat.347.record,operation_key:
source: E - Grants and help made by public institutions above limit (1)
es_es: E - Subvenciones y ayudas satisfechas por administraciones públicas superiores al límite (1)

# selection:aeat.347.record,operation_key:
source: F - Travel Agency Sales
es_es: F - Ventas a agencias de viajes

# selection:aeat.347.record,operation_key:
source: G - Travel Agency Purchases
es_es: F - Compras a agencias de viajes

# view:aeat.347.reasign.records.end:
source: AEAT 347 Data Reassigment Done
es_es: Reasignación registros AEAT 347 realizada

# view:aeat.347.reasign.records.start:
source: AEAT 347 Data Reasignation
es_es: Reasignación registros AEAT 347

# view:aeat.347.recalculate.records.end:
source: AEAT 347 Data Recalculation Done
es_es: Recálculo registros AEAT 347 realizado

# view:aeat.347.recalculate.records.end:
source: The AEAT 347 records have been recalculated.
es_es: Los registros del modelo AEAT 347 han sido recalculados.

# view:aeat.347.recalculate.records.start:
source: AEAT 347 Data Recalculation
es_es: Recálculo registros AEAT 347

# view:aeat.347.recalculate.records.start:
source: Note that this operation may take a few minutes.
es_es: Tenga en cuenta que esta operación puede tardar unos minutos.

# view:aeat.347.recalculate.records.start:
source: The AEAT 347 Data for selected invoices will be recalculated.
es_es: La información del modelo AEAT 347 será recalculada para las facturas seleccionadas.

# view:aeat.347.record:
source: AEAT 347 Record
es_es: Registro AEAT 347

# view:aeat.347.record:
source: Operation Amount
es_es: Importe operación

# view:aeat.347.report.party:
source: AEAT 347 Party Record
es_es: Registro de tercero AEAT 347

# view:aeat.347.report.party:
source: Operations Amount
es_es: Importe operaciones

# view:aeat.347.report.property:
source: AEAT 347 Property Record
es_es: Registro de propiedad AEAT 347

# view:aeat.347.report.property:
source: Amount
es_es: Importe

# view:aeat.347.report:
source: AEAT 347 Report
es_es: Informe AEAT 347

# view:aeat.347.report:
source: Calculate
es_es: Calcular

# view:aeat.347.report:
source: Cancel
es_es: Cancelar

# view:aeat.347.report:
source: Draft
es_es: Borrador

# view:aeat.347.report:
source: Process
es_es: Procesar

# view:aeat.347.report:
source: Totals
es_es: Totales

# wizard_button:aeat.347.recalculate.records,done,end:
source: Ok
es_es: Aceptar

# wizard_button:aeat.347.recalculate.records,start,calculate:
source: Calculate
es_es: Calcular

# wizard_button:aeat.347.recalculate.records,start,end:
source: Cancel
es_es: Cancelar
