Repository: NaN-tic/trytond-aeat_347
Catalog: locale/*.po
Languages: ca, es_es

# field:account.invoice,aeat347_operation_key:
source: AEAT 347 Operation Key
ca: Clau operació AEAT 347
es_es: Clave operación AEAT 347

# field:account.tax,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del Subjecte Passiu

# field:account.tax,operation_347:
source: Operation for 347
ca: Operació pel 347

# field:account.tax,service:
source: Service Rate
ca: Tarifa de servei

# field:account.tax.template,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del Subjecte Passiu

# field:account.tax.template,operation_347:
source: Operation for 347
ca: Operació pel 347

# field:account.tax.template,service:
source: Service Rate
ca: Tarifa de servei

# field:aeat.347.reasign.records.start,aeat347_operation_key:
source: Operation Key
ca: Clau operació

# field:aeat.347.report,calculation_date:
source: Calculation Date
ca: Data càlcul
es_es: Fecha cálculo

# field:aeat.347.report,cash_amount:
source: Cash Amount (Manual)
ca: Import en efectiu
es_es: Importe en efectivo

# field:aeat.347.report,company:
source: Company
ca: Empresa
es_es: Empresa

# field:aeat.347.report,company_vat:
source: VAT number
ca: Número CIF/NIF
es_es: Número CIF/NIF

# field:aeat.347.report,contact_name:
source: Full Name
ca: Cognom i Nom
es_es: Nombre completo

# field:aeat.347.report,contact_phone:
source: Phone
ca: Telèfon
es_es: Teléfono

# field:aeat.347.report,currency:
source: Currency
ca: Moneda
es_es: Moneda

# field:aeat.347.report,file_:
source: File
ca: Fitxer
es_es: Archivo

# field:aeat.347.report,filename:
source: File Name
ca: Nom fitxer
es_es: Nombre archivo

# field:aeat.347.report,on_behalf_third_party_limit:
source: On Behalf of Third Party Limit (3)
ca: Límit en nom de tercers (3)
es_es: Límite por cuenta de tercero (3)

# field:aeat.347.report,operation_limit:
source: Invoiced Limit (1)
ca: Límit facturat (1)
es_es: Límite de facturas (1)

# field:aeat.347.report,parties:
source: Party Records
ca: Registres de tercer
es_es: Registros de tercero

# field:aeat.347.report,party_amount:
source: Party Amount
ca: Import de tercers
es_es: Importe de terceros

# field:aeat.347.report,party_count:
source: Party Record Count
ca: Nombre de registres de tercer
es_es: Número de registros de tercero

# field:aeat.347.report,previous_number:
source: Previous Declaration Number
ca: Número declaració prèvia
es_es: Número declaración anterior

# field:aeat.347.report,properties:
source: Property Records
ca: Registres de propietat
es_es: Registros de propiedad

# field:aeat.347.report,property_amount:
source: Property Amount
ca: Import de propietats
es_es: Importe de propiedades

# field:aeat.347.report,property_count:
source: Property Record Count
ca: Nombre de registres de propietat
es_es: Número de registros de propiedad

# field:aeat.347.report,received_cash_limit:
source: Received Cash Limit (2)
ca: Límit d'efectiu rebut (2)
es_es: Límite efectivo recibido (2)

# field:aeat.347.report,representative_vat:
source: L.R. VAT number
ca: NIF representant legal
es_es: NIF representante legal

# field:aeat.347.report,state:
source: State
ca: Estat
es_es: Estado

# field:aeat.347.report,support_type:
source: Support Type
ca: Tipus de suport
es_es: Tipo soporte

# field:aeat.347.report,type:
source: Statement Type
ca: Tipus de declaració
es_es: Tipo de declaración

# field:aeat.347.report,year:
source: Year
ca: Any

# field:aeat.347.report.party,amount:
source: Operations Amount
ca: Import operacions
es_es: Importe operaciones

# field:aeat.347.report.party,bdns_call_number:
source: BDNS call number
ca: Número de convocatòria BDNS

# field:aeat.347.report.party,business_premises_rent:
source: Bussiness Premises Rent
ca: Lloguer local de negoci
es_es: Arrendamiento local de negocio

# field:aeat.347.report.party,cash_amount:
source: Cash Amount Received
ca: Import rebut en efectiu
es_es: Importe recibido en efectivo

# field:aeat.347.report.party,cash_vat_criteria:
source: Cash VAT Criteria
ca: Criteri IVA de caixa
es_es: Criterio IVA de caja

# field:aeat.347.report.party,cash_vat_operation:
source: Cash VAT Operation
ca: Operació IVA de caixa
es_es: Operación IVA de caja

# field:aeat.347.report.party,community_vat:
source: Community VAT number
ca: NIF operador comunitari
es_es: NIF operador comunitario

# field:aeat.347.report.party,company:
source: Company
ca: Empresa
es_es: Empresa

# field:aeat.347.report.party,country_code:
source: Country Code
ca: Codi país
es_es: Código país

# field:aeat.347.report.party,first_quarter_amount:
source: First Quarter Amount
ca: Import primer trimestre
es_es: Importe primer trimestre

# field:aeat.347.report.party,first_quarter_property_amount:
source: First Quarter Property Amount
ca: Import propietats primer trimestre
es_es: Importe propiedades primer trimestre

# field:aeat.347.report.party,fiscalyear_code_cash_operation:
source: Fiscal Year Cash Operation
ca: Període fiscal de l'operació d'efectiu
es_es: Período fiscal operación efectivo

# field:aeat.347.report.party,fourth_quarter_amount:
source: Fourth Quarter Amount
ca: Import quart trimestre
es_es: Importe cuarto trimestre

# field:aeat.347.report.party,fourth_quarter_property_amount:
source: Fourth Quarter Property Amount
ca: Import propietats quart trimestre
es_es: Importe propiedades cuarto trimestre

# field:aeat.347.report.party,insurance:
source: Insurance Operation
ca: Operació d'assegurances
es_es: Operación de seguros

# field:aeat.347.report.party,invoices:
source: Invoices
ca: Factures

# field:aeat.347.report.party,operation_key:
source: Operation Key
ca: Clau operació
es_es: Clave operación

# field:aeat.347.report.party,party_name:
source: Party Name
ca: Nom tercer
es_es: Nombre tercero

# field:aeat.347.report.party,party_vat:
source: VAT
ca: CIF/NIF
es_es: CIF/NIF

# field:aeat.347.report.party,property_amount:
source: VAT Liable Property Amount
ca: Import propietats subjectes a impostos
es_es: Importe propiedades sujetas a impuestos

# field:aeat.347.report.party,province_code:
source: Province Code
ca: Codi província
es_es: Código provincia

# field:aeat.347.report.party,related_goods_operation:
source: Related Goods Operation
ca: Operacions amb béns vinculats
es_es: Operaciones con bienes vinculados

# field:aeat.347.report.party,report:
source: AEAT 347 Report
ca: Informe AEAT 347
es_es: Informe AEAT 347

# field:aeat.347.report.party,representative_vat:
source: L.R. VAT number
ca: NIF representant legal
es_es: NIF representante legal

# field:aeat.347.report.party,second_quarter_amount:
source: Second Quarter Amount
ca: Import segon trimestre
es_es: Importe segundo trimestre

# field:aeat.347.report.party,second_quarter_property_amount:
source: Second Quarter Property Amount
ca: Import propietats segon trimestre
es_es: Importe propiedades segundo trimestre

# field:aeat.347.report.party,tax_person_operation:
source: Taxable Person Operation
ca: Operacions amb inversió del subjecte passiu
es_es: Operaciones con inversión del sujeto pasivo

# field:aeat.347.report.party,third_quarter_amount:
source: Third Quarter Amount
ca: Import tercer trimestre
es_es: Importe tercer trimestre

# field:aeat.347.report.party,third_quarter_property_amount:
source: Third Quarter Property Amount
ca: Import propietats tercer trimestre
es_es: Importe propiedades tercer trimestre

# field:aeat.347.report.party-account.invoice,invoice:
source: Invoice
ca: Factura

# field:aeat.347.report.party-account.invoice,party_record:
source: Party Record
ca: Registre de Tercer

# field:aeat.347.report.property,amount:
source: Amount
ca: Import
es_es: Importe

# field:aeat.347.report.property,block:
source: Block
ca: Bloc
es_es: Bloque

# field:aeat.347.report.property,cadaster_number:
source: Cadaster Reference
ca: Referència cadastral
es_es: Referencia catastral

# field:aeat.347.report.property,city:
source: City
ca: Província
es_es: Ciudad

# field:aeat.347.report.property,company:
source: Company
ca: Empresa
es_es: Empresa

# field:aeat.347.report.property,door:
source: Door
ca: Porta
es_es: Puerta

# field:aeat.347.report.property,doorway:
source: Doorway
ca: Portal
es_es: Puerta (Bis)

# field:aeat.347.report.property,floor:
source: Floor
ca: Pis
es_es: Piso

# field:aeat.347.report.property,invoice_lines:
source: Invoices
ca: Factures

# field:aeat.347.report.property,municipality:
source: Municipality
ca: Municipi
es_es: Municipalidad

# field:aeat.347.report.property,municipality_code:
source: Municipality Code
ca: Codi municipi
es_es: Código municipalidad

# field:aeat.347.report.property,number:
source: Number
ca: Número
es_es: Número

# field:aeat.347.report.property,number_qualifier:
source: Number Qualifier
ca: Qualificador del número
es_es: Cualificador del número

# field:aeat.347.report.property,number_type:
source: Number type
ca: Tipus de número
es_es: Tipo de número

# field:aeat.347.report.property,party_name:
source: Party Name
ca: Nom tercer
es_es: Nombre tercero

# field:aeat.347.report.property,party_vat:
source: VAT number
ca: Número CIF/NIF
es_es: Número CIF/NIF

# field:aeat.347.report.property,province_code:
source: Province Code
ca: Codi província
es_es: Código provincia

# field:aeat.347.report.property,report:
source: AEAT 347 Report
ca: Informe AEAT 347
es_es: Informe AEAT 347

# field:aeat.347.report.property,representative_vat:
source: L.R. VAT number
ca: NIF representant legal
es_es: NIF representante legal

# field:aeat.347.report.property,road_type:
source: Road Type
ca: Tipus de via
es_es: Tipo de vía

# field:aeat.347.report.property,situation:
source: Property Situation
ca: Situació propietat
es_es: Situación propiedad

# field:aeat.347.report.property,stair:
source: Stair
ca: Escala
es_es: Escalera

# field:aeat.347.report.property,street:
source: Street
ca: Carrer
es_es: Calle

# field:aeat.347.report.property,zip:
source: Zip
ca: Codi postal
es_es: Código postal

# field:aeat.347.report.property-account.invoice.line,line:
source: Invoice Line
ca: Línia de factura

# field:aeat.347.report.property-account.invoice.line,property_record:
source: Property Record
ca: Registre de la propietat

# field:asset,aeat347_party:
source: 347 Party
ca: 347 Tercer

# field:asset,aeat347_property:
source: 347 Property
ca: 347 Propietat

# field:asset,block:
source: Block
ca: Bloc

# field:asset,city:
source: City
ca: Ciutat

# field:asset,door:
source: Door
ca: Porta

# field:asset,doorway:
source: Doorway
ca: Porta

# field:asset,floor:
source: Floor
ca: Pis

# field:asset,municipality:
source: Municipality
ca: Municipi

# field:asset,municipality_code:
source: Municipality Code
ca: Codi Municipi

# field:asset,number:
source: Number
ca: Número

# field:asset,number_qualifier:
source: Number Qualifier
ca: Qualificador numèric

# field:asset,number_type:
source: Number type
ca: Tipus de número

# field:asset,parties:
source: Parties
ca: Tercers

# field:asset,party:
source: Party
ca: Tercer

# field:asset,party_name:
source: Party Name
ca: Nom tercer

# field:asset,party_tax_identifier:
source: Party Tax Identifier
ca: Identificador fiscal del tercer

# field:asset,province_code:
source: Province Code
ca: Codi província

# field:asset,road_type:
source: Road Type
ca: Tipus de via

# field:asset,situation:
source: Property Situation
ca: Situació de la propietat

# field:asset,stair:
source: Stair
ca: Escala

# field:asset,street:
source: Street
ca: Carrer

# field:asset,zip:
source: Zip
ca: Codi postal

# field:asset.party.party,asset:
source: Asset
ca: Actiu

# field:asset.party.party,end_date:
source: End Date
ca: Data de finalització

# field:asset.party.party,party:
source: Party
ca: Tercer

# field:asset.party.party,start_date:
source: Start Date
ca: Data d'inici

# field:party.party,assets:
source: Assets
ca: Actius

# help:account.tax,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indica si l'impost és Inversion del subjecte Pasivo

# help:account.tax,service:
source: Indicates if the tax is used for services
ca: Indica si l'impost es destina a serveis

# help:account.tax.template,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indica si l'impost és Inversion del subjecte Pasivo

# help:account.tax.template,service:
source: Indicates if the tax is used for services
ca: Indica si l'impost es destina a serveis

# help:aeat.347.report,contact_name:
source: The full name must appear in a correct order: First surname, blank space, Second surname, blank space, Name
ca: El nom complet ha d'aparèixer en l'ordre correcte: Cognom, espai en blanc, Segon cognom, espai en blanc, Nom

# help:aeat.347.report,on_behalf_third_party_limit:
source: The declaration will include parties from which we received payments, on behalf of third parties, over this limit
ca: La declaració inclourà els tercers dels quals hem rebut pagaments, en nom de tercers, per sobre d'aquest límit.
es_es: La declaración incluirá terceros de los que se hayan recibido pagos, por cuenta de terceros, superiores a este límite.

# help:aeat.347.report,operation_limit:
source: The declaration will include parties with the total of operations over this limit
ca: La declaració inclourà tercers amb un total d'operacions superiors a aquest límit.
es_es: La declaración incluirá terceros con importe total de operaciones superior a este límite.

# help:aeat.347.report,received_cash_limit:
source: The declaration will show the total of cash operations over this limit
ca: La declaració mostrarà les operacions d'efectiu amb import total superior a aquest límit.
es_es: La declaración mostrará las operaciones de efectivo con importe total superior a este límite.

# help:aeat.347.report,representative_vat:
source: Legal Representative VAT number.
ca: NIF del representant legal.
es_es: NIF del representante legal.

# help:aeat.347.report.party,business_premises_rent:
source: Set to identify premises rent operations aside from the rest. You'll need to fill in the premises info only when you are the one that receives the money.
ca: Configurat per identificar les operacions de lloguer de locals a part de la resta. Només hauràs d'emplenar la informació del local quan siguis tu qui rep els diners.
es_es: Marcar para identificar las operaciones con locales de alquiler aparte del resto. Sólo deberá introducir la información de los locales cuando sea el que recibe el dinero.

# help:aeat.347.report.party,cash_vat_criteria:
source: Annual amount of transactions accrued under cash VAT criteria.
ca: Import anual de les transaccions meritades d'acord al criteri de caixa de l'IVA
es_es: Importe anual de las transacciones devengadas conforme al criterio de caja del IVA

# help:aeat.347.report.party,cash_vat_operation:
source: Only for cash basis operations. Set to identify cash basis operations aside from the rest.
ca: Només per a operacions en base de caixa. Configurat per identificar les operacions en base de caixa a part de la resta.
es_es: Sólo para operaciones de criterio de caja. Marcar para segregar las operaciones de criterio de caja del resto.

# help:aeat.347.report.party,community_vat:
source: VAT number for professionals established in other state member without national VAT
ca: Número d'IVA per a professionals establerts en un altre estat membre sense CIF nacional
es_es: NIF para profesionales establecidos en otros estados miembros sin NIF nacional.

# help:aeat.347.report.party,insurance:
source: Only for insurance companies. Set to identify insurance operations aside from the rest.
ca: Només per a companyies d'assegurances. Configurat per identificar operacions d'assegurança a part de la resta.
es_es: Sólo para agencias de seguros. Marcar para identificar las operaciones de seguros del resto.

# help:aeat.347.report.party,related_goods_operation:
source: Only for related goods operations. Set to identify related goods operations aside from the rest.
ca: Només per a operacions de béns relacionats. Configurat per identificar les operacions de béns relacionats a part de la resta.
es_es: Sólo para operaciones con bienes vinculados. Marque para segregar las operaciones con bienes vinculados al régimen de depósito distinto del aduanero.

# help:aeat.347.report.party,representative_vat:
source: Legal Representative VAT number
ca: NIF del representant legal.
es_es: NIF del representante legal.

# help:aeat.347.report.party,tax_person_operation:
source: Only for taxable person operations. Set to identify taxable person operations aside from the rest.
ca: Només per a operacions de persones subjectes a impostos. Configurat per identificar les operacions de persones subjectes a impostos a part de la resta.
es_es: Sólo para operaciones con inversión del sujeto pasivo. Marque para segregar las operaciones con inversión del sujeto pasivo del resto.

# help:aeat.347.report.property,complement:
source: Complement (urbanization, industrial park...)
ca: Complement (urbanització, parc industrial, ...).
es_es: Complemento (urbanización, parque industrial, ...).

# help:aeat.347.report.property,representative_vat:
source: Legal Representative VAT number
ca: NIF del representant legal.
es_es: NIF del representante legal.

# help:asset,complement:
source: Complement (urbanization, industrial park...)
ca: Complement (urbanització, polígon industrial...)

# help:asset,municipality_code:
source: Get code from INE
ca: Obtén el codi de l'INE

# model:aeat.347.reasign.records.end,name:
source: Reasign AEAT 347 Records End
ca: Final Reassigna registres AEAT 347
es_es: Final Reasignar registros AEAT 347

# model:aeat.347.reasign.records.start,name:
source: Reasign AEAT 347 Records Start
ca: Inici Reassigna registres AEAT 347
es_es: Inicio Reasignar registros AEAT 347

# model:aeat.347.report,name:
source: AEAT 347 Report
ca: Informe AEAT 347
es_es: Informe AEAT 347

# model:aeat.347.report.party,name:
source: AEAT 347 Party Record
ca: Registre tercer AEAT 347
es_es: Registro de tercero AEAT 347

# model:aeat.347.report.party-account.invoice,name:
source: AEAT 347 Party Record - Invoice
ca: Registre de Tercer AEAT 347 - Factura

# model:aeat.347.report.property,name:
source: AEAT 347 Property Record
ca: Registre propietat AEAT 347
es_es: Registro de propiedad AEAT 347

# model:aeat.347.report.property-account.invoice.line,name:
source: AEAT 347 Property Record - Invoice Line
ca: Registre de la propietat AEAT 347 - Línia de factura

# model:asset.party.party,name:
source: Asset Party
ca: Tercer Actiu

# model:ir.action,name:
source: AEAT 347 Record
ca: Registre AEAT 347

# model:ir.action,name:act_aeat_347_party_record
source: AEAT 347 Party Record
ca: Registre tercer AEAT 347
es_es: Registro de tercero AEAT 347

# model:ir.action,name:act_aeat_347_property_record
source: AEAT 347 Property Record
ca: Registre propietat AEAT 347
es_es: Registro de propiedad AEAT 347

# model:ir.action,name:act_aeat_347_reasign
source: Reasign AEAT 347 Records
ca: Reassigna registres AEAT 347
es_es: Reasignar registros AEAT 347

# model:ir.action,name:act_aeat_347_report
source: AEAT 347 Report
ca: Informe AEAT 347
es_es: Informe AEAT 347

# model:ir.action,name:act_asset_party_party
source: Asset Party Party
ca: Actiu - Tercer

# model:ir.action.act_window,name:
source: AEAT 347 Record
ca: Registre AEAT 347

# model:ir.action.act_window,name:act_aeat_347_party_record
source: AEAT 347 Party Record
ca: Registre tercer AEAT 347
es_es: Registro de tercero AEAT 347

# model:ir.action.act_window,name:act_aeat_347_property_record
source: AEAT 347 Property Record
ca: Registre propietat AEAT 347
es_es: Registro de propiedad AEAT 347

# model:ir.action.act_window,name:act_aeat_347_report
source: AEAT 347 Report
ca: Informe AEAT 347
es_es: Informe AEAT 347

# model:ir.action.wizard,name:act_aeat_347_reasign
source: Reasign AEAT 347 Records
ca: Reassigna registres AEAT 347
es_es: Reasignar registros AEAT 347

# model:ir.message,text:invalid_currency
source: Currency in AEAT 347 report "%(report)s" must be Euro.
ca: La moneda de l'informe AEAT 347 "%(report)s" ha de ser Euro.

# model:ir.message,text:msg_invalid_year
source: The year "%(year)s" is not valid.
ca: L'any "%(year)s" no és vàlid.

# model:ir.message,text:msg_wrong_asset
source: The invoice asset is different from the contract asset.
ca: L'actiu de la factura és diferent de l'actiu del contracte.

# model:ir.model.button,string:aeat_347_report_calculate_button
source: Calculate
ca: Calcula

# model:ir.model.button,string:aeat_347_report_cancel_button
source: Cancel
ca: Cancel·lat

# model:ir.model.button,string:aeat_347_report_draft_button
source: Draft
ca: Esborrany

# model:ir.model.button,string:aeat_347_report_process_button
source: Process
ca: Processa

# model:ir.rule.group,name:
source: Aeat 347 Record
ca: Registre Aeat 347

# model:ir.rule.group,name:rule_group_aeat347_party
source: Aeat 347 Party
ca: Tercer Aeat 347

# model:ir.rule.group,name:rule_group_aeat347_property
source: Aeat 347 Property
ca: Propietat Aeat 347

# model:ir.ui.menu,name:
source: AEAT 347 Record
ca: Registres AEAT 347

# model:ir.ui.menu,name:menu_aeat_347_report
source: AEAT 347 Report
ca: Informes AEAT 347
es_es: Informes AEAT 347

# model:ir.ui.menu,name:menu_aeat_347_report_party
source: AEAT 347 Party Records
ca: Registres tercer AEAT 347
es_es: Registros de tercero AEAT 347

# model:ir.ui.menu,name:menu_aeat_347_report_property
source: AEAT 347 Property Records
ca: Registres propietat AEAT 347
es_es: Registros de propiedad AEAT 347

# selection:account.invoice,aeat347_operation_key:
source: A - Good and service adquisitions above limit (1)
ca: A - Adquisicions de bens i serveis superiors al límit (1)
es_es: A - Adquisiciones de bienes y servicios superiores al límite (1)

# selection:account.invoice,aeat347_operation_key:
source: B - Good and service deliveries above limit (1)
ca: B - Entregues de bens i serveis superiors al límit (1)
es_es: B - Entregas de bienes y servicios superiores al límite (1)

# selection:account.invoice,aeat347_operation_key:
source: C - Money collection on behavlf of third parties above limit (3)
ca: C - Cobraments per compte de tercers superiors al límit (3)
es_es: C - Cobros por cuenta de terceros superiores al límite (3)

# selection:account.invoice,aeat347_operation_key:
source: D - Adquisitions by Public Institutions (...) above limit (1)
ca: D - Adquisicions d'institucions públiques (...) superiors al límit (1)
es_es: D - Adquisiciones de instituciones públicas superiores al límite (1)

# selection:account.invoice,aeat347_operation_key:
source: E - Grants and help made by public institutions above limit (1)
ca: E - Ajudes i subvencions d'administracions públiques superiors al límit (1)
es_es: E - Subvenciones y ayudas satisfechas por administraciones públicas superiores al límite (1)

# selection:account.invoice,aeat347_operation_key:
source: F - Travel Agency Sales
ca: F - Vendes a agències de viatge
es_es: F - Ventas a agencias de viajes

# selection:account.invoice,aeat347_operation_key:
source: G - Travel Agency Purchases
ca: G - Compres a agències de viatge
es_es: F - Compras a agencias de viajes

# selection:account.invoice,aeat347_operation_key:
source: Leave Empty
ca: Deixar en blanc

# selection:account.tax,operation_347:
source: Amount Only
ca: Incloure només l'impost

# selection:account.tax,operation_347:
source: Exclude Invoice
ca: Excloure la factura

# selection:account.tax,operation_347:
source: Ignore
ca: Ignora

# selection:account.tax,operation_347:
source: Include Base Amount
ca: Incloure la base i l'impost

# selection:account.tax.template,operation_347:
source: Amount Only
ca: Incloure només l'impost

# selection:account.tax.template,operation_347:
source: Exclude Invoice
ca: Excloure la factura

# selection:account.tax.template,operation_347:
source: Ignore
ca: Ignora

# selection:account.tax.template,operation_347:
source: Include Base Amount
ca: Incloure la base i l'impost
